[{
  "_id": {
    "$oid": "63f54271f06dc3248f684754"
  },
  "title": "Black Panther: Wakanda Forever",
  "description": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death.  As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
  "likes": 685,
  "image": "http://www.impawards.com/2022/posters/black_panther_wakanda_forever_ver2.jpg",
  "date": "2022-11-09"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684756"
  },
  "title": "Puss in Boots: The Last Wish",
  "description": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.",
  "likes": 522,
  "image": "http://www.impawards.com/2022/posters/puss_in_boots_the_last_wish_ver2.jpg",
  "date": "2022-12-07"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684757"
  },
  "title": "Shotgun Wedding",
  "description": "Darcy and Tom gather their families for the ultimate destination wedding but when the entire party is taken hostage, “’Til Death Do Us Part” takes on a whole new meaning in this hilarious, adrenaline-fueled adventure as Darcy and Tom must save their loved ones—if they don’t kill each other first.",
  "likes": 36,
  "image": "http://www.impawards.com/2022/posters/shotgun_wedding.jpg",
  "date": "2022-12-28"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684758"
  },
  "title": "M3GAN",
  "description": "A brilliant toy company roboticist uses artificial intelligence to develop M3GAN, a life-like doll programmed to emotionally bond with her newly orphaned niece. But when the dolls programming works too well, she becomes overprotective of her new friend with terrifying results.",
  "likes": 223,
  "image": "http://www.impawards.com/2023/posters/m3gan_ver3.jpg",
  "date": "2022-12-28"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684759"
  },
  "title": "Ant-Man and the Wasp: Quantumania",
  "description": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hopes parents Janet van Dyne and Hank Pym, and Scotts daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
  "likes": 4215,
  "image": "http://www.impawards.com/2023/posters/antman_and_the_wasp_quantumania_ver2.jpg",
  "date": "2023-02-10"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475a"
  },
  "title": "There Are No Saints",
  "description": "A man is imprisoned for a crime he didnt commit. When his wife is murdered and his son kidnapped and taken to Mexico, he devises an elaborate and dangerous plan to rescue his son and avenge the murder.",
  "likes": 126,
  "image": "https://pics.filmaffinity.com/there_are_no_saints-954171468-mmed.jpg",
  "date": "2022-05-27"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475b"
  },
  "title": "Avatar: The Way of Water",
  "description": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
  "likes": 312,
  "image": "http://www.impawards.com/2022/posters/avatar_the_way_of_water.jpg",
  "date": "2022-12-14"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475c"
  },
  "title": "Transfusion",
  "description": "Ryan Logan, a former Special Forces operative, is battling to cope with life after the loss of his wife.  He is thrusted into the criminal underworld to keep his only son from being taken from him.",
  "likes": 5364,
  "image": "http://www.impawards.com/intl/australia/2023/posters/transfusion.jpg",
  "date": "2023-01-05"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475d"
  },
  "title": "JUNG_E",
  "description": "On an uninhabitable 22nd-century Earth, the outcome of a civil war hinges on cloning the brain of an elite soldier to create a robot mercenary.",
  "likes": 487,
  "image": "http://www.impawards.com/intl/south_korea/2023/posters/jung_e_ver2.jpg",
  "date": "2023-01-20"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475e"
  },
  "title": "Vikingulven",
  "description": "After witnessing a grotesque murder at a party in her new town, a teenager starts having strange visions and bizarre desires.",
  "likes": 1685,
  "image": "https://pics.filmaffinity.com/vikingulven-551785283-mmed.jpg",
  "date": "2022-11-18"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f68475f"
  },
  "title": "Black Adam",
  "description": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.",
  "likes": 492,
  "image": "http://www.impawards.com/2022/posters/black_adam_ver3.jpg",
  "date": "2022-10-19"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684760"
  },
  "title": "Detective Knight: Independence",
  "description": "Detective James Knights last-minute assignment to the Independence Day shift turns into a race to stop an unbalanced ambulance EMT from imperiling the citys festivities. The misguided vigilante, playing cop with a stolen gun and uniform, has a bank vault full of reasons to put on his own fireworks show... one that will strike dangerously close to Knights home.",
  "likes": 502,
  "image": "http://www.impawards.com/2023/posters/detective_knight_independence.jpg",
  "date": "2023-01-20"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684761"
  },
  "title": "The Enforcer",
  "description": "A noir thriller set in Miami, the film follows an enforcer who discovers his femme fatale boss has branched out into cyber sex trafficking, putting a young runaway hes befriended at risk. He sacrifices everything to save the young girl from the deadly organization he’s spent his life building",
  "likes": 3877,
  "image": "https://pics.filmaffinity.com/the_enforcer-559141231-mmed.jpg",
  "date": "2022-09-22"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684762"
  },
  "title": "Kids vs. Aliens",
  "description": "All Gary wants is to make awesome home movies with his best buds. All his older sister Samantha wants is to hang with the cool kids. When their parents head out of town one Halloween weekend, an all-time rager of a teen house party turns to terror when aliens attack, forcing the siblings to band together to survive the night.",
  "likes": 878,
  "image": "http://www.impawards.com/2022/posters/kids_vs_aliens.jpg",
  "date": "2023-01-20"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684763"
  },
  "title": "Legion of Super-Heroes",
  "description": "Kara, devastated by the loss of Krypton, struggles to adjust to her new life on Earth. Her cousin, Superman, mentors her and suggests she leave their space-time to attend the Legion Academy in the 31st century, where she makes new friends and a new enemy: Brainiac 5. Meanwhile, she must contend with a mysterious group called the Dark Circle as it searches for a powerful weapon held in the Academys vault.",
  "likes": 76,
  "image": "https://pics.filmaffinity.com/legion_of_super_heroes-604088540-mmed.jpg",
  "date": "2023-02-07"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684764"
  },
  "title": "Prey for the Devil",
  "description": "In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her.",
  "likes": 346,
  "image": "http://www.impawards.com/2022/posters/prey_for_the_devil.jpg",
  "date": "2022-10-23"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684765"
  },
  "title": "Venus",
  "description": "Lucía, a club dancer on the run, takes refuge in a sinister building on the outskirts of Madrid where her sister Rocío lives with her daughter Alba.",
  "likes": 913,
  "image": "http://www.impawards.com/intl/spain/2022/posters/venus.jpg",
  "date": "2022-12-02"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684766"
  },
  "title": "The Price We Pay",
  "description": "After a pawn shop robbery goes askew, two criminals take refuge at a remote farmhouse to try to let the heat die down, but find something much more menacing.",
  "likes": 1032,
  "image": "http://www.impawards.com/intl/canada/2015/posters/price_we_pay.jpg",
  "date": "2023-01-13"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684767"
  },
  "title": "Big Trip 2: Special Delivery",
  "description": "It has been a year since Mic Mic and Oscar returned from their incredible adventure. And now, after a diabolical plan by Vulture to sabotage the delivery of the Grizzly cub to his opponent in the American presidential elections, Mic Mic, Oscar, Panda teenager and Stork set off on another great adventure as they ride a zeppelin to return little Grizzly to its rightful parents and save the American elections and the whole continent from an erupting volcano.",
  "likes": 63,
  "image": "https://pics.filmaffinity.com/bolshoye_puteshestviye_spetsialnaya_dostavka-526072532-mmed.jpg",
  "date": "2022-10-07"
},{
  "_id": {
    "$oid": "63f543d5f06dc3248f684768"
  },
  "title": "Plane",
  "description": "After a heroic job of successfully landing his storm-damaged aircraft in a war zone, a fearless pilot finds himself between the agendas of multiple militias planning to take the plane and its passengers hostage.",
  "likes": 147,
  "image": "http://www.impawards.com/2023/posters/plane.jpg",
  "date": "2023-01-13"
}]
